Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# SurvivalReadFailedTip
source: Character information could not be read from this backup. The log has the details.
cs_cz: Z této zálohy se nepodařilo načíst údaje o postavě. Podrobnosti najdete v protokolu.
de_de: Die Charakterdaten dieser Sicherung konnten nicht gelesen werden. Details stehen im Protokoll.
es_es: No se pudo leer la información del personaje de esta copia. Los detalles están en el registro.
fr_fr: Les informations du personnage n'ont pas pu être lues dans cette sauvegarde. Le journal contient les détails.
id_id: Informasi karakter tidak dapat dibaca dari cadangan ini. Detailnya ada di log.
it_it: Impossibile leggere le informazioni del personaggio da questo backup. I dettagli sono nel registro.
ja_jp: このバックアップからキャラクター情報を読み取れませんでした。詳細はログで確認できます。
ko_kr: 이 백업에서 캐릭터 정보를 읽지 못했습니다. 자세한 내용은 로그에서 확인할 수 있습니다.
pl_pl: Nie udało się odczytać informacji o postaci z tej kopii. Szczegóły są w dzienniku.
pt_br: Não foi possível ler as informações do personagem neste backup. Os detalhes estão no log.
ru_ru: Не удалось прочитать сведения о персонаже из этой копии. Подробности в журнале.
th_th: อ่านข้อมูลตัวละครจากข้อมูลสำรองนี้ไม่ได้ ดูรายละเอียดได้ในบันทึก
tr_tr: Bu yedekten karakter bilgisi okunamadı. Ayrıntılar günlükte.
uk_ua: Не вдалося прочитати відомості про персонажа з цієї копії. Подробиці в журналі.
zh_cn: 无法从此备份读取角色信息。详情请查看日志。
zh_tw: 無法從此備份讀取角色資訊。詳細內容請查看記錄。

# LogDiagnostics.RawMessage
source: Original message
cs_cz: Původní zpráva
de_de: Ursprüngliche Meldung
es_es: Mensaje original
fr_fr: Message d'origine
id_id: Pesan asli
it_it: Messaggio originale
ja_jp: 元のメッセージ
ko_kr: 원본 메시지
pl_pl: Oryginalny komunikat
pt_br: Mensagem original
ru_ru: Исходное сообщение
th_th: ข้อความต้นฉบับ
tr_tr: Özgün ileti
uk_ua: Оригінальне повідомлення
zh_cn: 原始消息
zh_tw: 原始訊息

# LogDiagnostics.RawOnly
source: This error could not be explained here. See the original message in the technical details.
cs_cz: Tuto chybu zde nelze vysvětlit. Původní zprávu najdete v technických podrobnostech.
de_de: Dieser Fehler lässt sich hier nicht erklären. Die ursprüngliche Meldung steht in den technischen Details.
es_es: Este error no se puede explicar aquí. Consulta el mensaje original en los detalles técnicos.
fr_fr: Cette erreur ne peut pas être expliquée ici. Consultez le message d'origine dans les détails techniques.
id_id: Kesalahan ini tidak dapat dijelaskan di sini. Lihat pesan asli di detail teknis.
it_it: Questo errore non può essere spiegato qui. Consulta il messaggio originale nei dettagli tecnici.
ja_jp: このエラーはここでは説明できません。技術情報の元のメッセージを確認してください。
ko_kr: 이 오류는 설명으로 옮기지 못했습니다. 기술 정보의 원본 메시지를 확인해 주세요.
pl_pl: Tego błędu nie da się tu wyjaśnić. Oryginalny komunikat znajdziesz w szczegółach technicznych.
pt_br: Não foi possível explicar este erro aqui. Veja a mensagem original nos detalhes técnicos.
ru_ru: Эту ошибку не удалось пояснить здесь. Исходное сообщение есть в технических сведениях.
th_th: อธิบายข้อผิดพลาดนี้ที่นี่ไม่ได้ ดูข้อความต้นฉบับในรายละเอียดทางเทคนิค
tr_tr: Bu hata burada açıklanamadı. Özgün iletiyi teknik ayrıntılarda bulabilirsiniz.
uk_ua: Цю помилку не вдалося пояснити тут. Оригінальне повідомлення є в технічних відомостях.
zh_cn: 无法在此解释此错误。请查看技术信息中的原始消息。
zh_tw: 無法在此說明此錯誤。請查看技術資訊中的原始訊息。

# LogDiagnostics.Message
source: Error message
cs_cz: Chybová zpráva
de_de: Fehlermeldung
es_es: Mensaje de error
fr_fr: Message d’erreur
id_id: Pesan kesalahan
it_it: Messaggio di errore
ja_jp: エラーメッセージ
ko_kr: 오류 설명
pl_pl: Komunikat błędu
pt_br: Mensagem de erro
ru_ru: Сообщение об ошибке
th_th: ข้อความผิดพลาด
tr_tr: Hata mesajı
uk_ua: Повідомлення про помилку
zh_cn: 错误消息
zh_tw: 錯誤訊息

# LogDiagnostics.Exception
source: Error type
cs_cz: Typ chyby
de_de: Fehlertyp
es_es: Tipo de error
fr_fr: Type d’erreur
id_id: Jenis kesalahan
it_it: Tipo di errore
ja_jp: エラーの種類
ko_kr: 오류 종류
pl_pl: Typ błędu
pt_br: Tipo de erro
ru_ru: Тип ошибки
th_th: ประเภทข้อผิดพลาด
tr_tr: Hata türü
uk_ua: Тип помилки
zh_cn: 错误类型
zh_tw: 錯誤類型

# LogDiagnostics.Inner
source: Underlying cause
cs_cz: Prvotní příčina
de_de: Grundursache
es_es: Causa original
fr_fr: Cause initiale
id_id: Penyebab utama
it_it: Causa iniziale
ja_jp: 根本原因
ko_kr: 추가 원인
pl_pl: Przyczyna źródłowa
pt_br: Causa original
ru_ru: Первопричина
th_th: สาเหตุหลัก
tr_tr: Temel neden
uk_ua: Першопричина
zh_cn: 根本原因
zh_tw: 根本原因

# LogDiagnostics.Origin
source: Origin
cs_cz: Původ
de_de: Herkunft
es_es: Origen
fr_fr: Origine
id_id: Asal
it_it: Origine
ja_jp: 発生元
ko_kr: 발생 위치
pl_pl: Pochodzenie
pt_br: Origem
ru_ru: Происхождение
th_th: ต้นทาง
tr_tr: Kaynak
uk_ua: Походження
zh_cn: 来源
zh_tw: 來源

# LogPhase.boundary
source: Prepare backup
cs_cz: Příprava zálohy
de_de: Sicherung vorbereiten
es_es: Preparar la copia de seguridad
fr_fr: Préparer la sauvegarde de partie
id_id: Menyiapkan cadangan
it_it: Preparazione del backup
ja_jp: バックアップの準備
ko_kr: 백업 준비
pl_pl: Przygotowanie kopii
pt_br: Preparar backup
ru_ru: Подготовка копии
th_th: เตรียมการสำรอง
tr_tr: Yedeği hazırlama
uk_ua: Підготовка копії
zh_cn: 准备备份
zh_tw: 準備備份

# LogPhase.scan
source: Scan files
cs_cz: Prohledávání souborů
de_de: Dateien durchsuchen
es_es: Analizar archivos
fr_fr: Analyser les fichiers
id_id: Memindai berkas
it_it: Scansione dei file
ja_jp: ファイルのスキャン
ko_kr: 파일 검색
pl_pl: Skanowanie plików
pt_br: Examinar arquivos
ru_ru: Сканирование файлов
th_th: สแกนไฟล์
tr_tr: Dosyaları tarama
uk_ua: Сканування файлів
zh_cn: 扫描文件
zh_tw: 掃描檔案

# LogPhase.planning
source: Check changes
cs_cz: Kontrola změn
de_de: Änderungen prüfen
es_es: Comprobar cambios
fr_fr: Vérifier les modifications
id_id: Memeriksa perubahan
it_it: Verifica delle modifiche
ja_jp: 変更の確認
ko_kr: 변경 사항 확인
pl_pl: Sprawdzanie zmian
pt_br: Verificar alterações
ru_ru: Проверка изменений
th_th: ตรวจสอบการเปลี่ยนแปลง
tr_tr: Değişiklikleri denetleme
uk_ua: Перевірка змін
zh_cn: 检查变更
zh_tw: 檢查變更

# LogPhase.capture
source: Read file
cs_cz: Čtení souboru
de_de: Datei lesen
es_es: Leer archivo
fr_fr: Lire le fichier
id_id: Membaca berkas
it_it: Lettura del file
ja_jp: ファイルの読み取り
ko_kr: 파일 읽기
pl_pl: Odczyt pliku
pt_br: Ler arquivo
ru_ru: Чтение файла
th_th: อ่านไฟล์
tr_tr: Dosyayı okuma
uk_ua: Читання файлу
zh_cn: 读取文件
zh_tw: 讀取檔案

# LogPhase.pack
source: Store backup data
cs_cz: Ukládání dat zálohy
de_de: Sicherungsdaten speichern
es_es: Almacenar datos de la copia
fr_fr: Stocker les données de la sauvegarde
id_id: Menyimpan data cadangan
it_it: Memorizzazione dei dati del backup
ja_jp: バックアップデータの保存
ko_kr: 백업 데이터 저장
pl_pl: Zapis danych kopii
pt_br: Armazenar dados do backup
ru_ru: Запись данных копии
th_th: จัดเก็บข้อมูลสำรอง
tr_tr: Yedek verilerini depolama
uk_ua: Запис даних копії
zh_cn: 存储备份数据
zh_tw: 儲存備份資料

# LogPhase.commit
source: Finish saving the backup
cs_cz: Dokončení zápisu zálohy
de_de: Sicherung fertigstellen
es_es: Finalizar la copia de seguridad
fr_fr: Terminer l’écriture de la sauvegarde
id_id: Menyelesaikan penyimpanan cadangan
it_it: Completamento del backup
ja_jp: バックアップの保存を完了
ko_kr: 백업 저장 마무리
pl_pl: Kończenie zapisu kopii zapasowej
pt_br: Concluir a gravação do backup
ru_ru: Завершение записи резервной копии
th_th: บันทึกข้อมูลสำรองให้เสร็จสิ้น
tr_tr: Yedeği kaydetmeyi tamamlama
uk_ua: Завершення запису резервної копії
zh_cn: 完成备份保存
zh_tw: 完成備份儲存

# LogPhase.restore
source: Restore backup
cs_cz: Obnovení zálohy
de_de: Sicherung wiederherstellen
es_es: Restaurar la copia de seguridad
fr_fr: Restaurer la sauvegarde de partie
id_id: Memulihkan cadangan
it_it: Ripristino del backup
ja_jp: バックアップの復元
ko_kr: 백업 복원
pl_pl: Przywracanie kopii
pt_br: Restaurar backup
ru_ru: Восстановление копии
th_th: กู้คืนข้อมูลสำรอง
tr_tr: Yedeği geri yükleme
uk_ua: Відновлення копії
zh_cn: 恢复备份
zh_tw: 還原備份

# LogCountFormat
source: {0:N0} items
cs_cz: Položky: {0:N0}
de_de: {0:N0} Elemente
es_es: {0:N0} elementos
fr_fr: {0:N0} éléments
id_id: {0:N0} item
it_it: {0:N0} elementi
ja_jp: {0:N0} 件
ko_kr: {0:N0}개
pl_pl: Elementy: {0:N0}
pt_br: {0:N0} itens
ru_ru: Элементов: {0:N0}
th_th: {0:N0} รายการ
tr_tr: {0:N0} öğe
uk_ua: Елементів: {0:N0}
zh_cn: {0:N0} 项
zh_tw: {0:N0} 個項目

# LogEvent.RunStarted
source: {0} started.
cs_cz: Zahájeno: {0}.
de_de: Gestartet: {0}.
es_es: Inicio: {0}.
fr_fr: Début : {0}.
id_id: Dimulai: {0}.
it_it: Avvio: {0}.
ja_jp: {0}を開始しました。
ko_kr: {0} 작업을 시작했습니다.
pl_pl: Rozpoczęto: {0}.
pt_br: Iniciado: {0}.
ru_ru: Начато: {0}.
th_th: เริ่มแล้ว: {0}
tr_tr: Başlatıldı: {0}.
uk_ua: Розпочато: {0}.
zh_cn: {0}已开始。
zh_tw: {0}已開始。

# LogEvent.RunCommitted
source: {0} completed.
cs_cz: Dokončeno: {0}.
de_de: Abgeschlossen: {0}.
es_es: Completado: {0}.
fr_fr: Terminé : {0}.
id_id: Selesai: {0}.
it_it: Completato: {0}.
ja_jp: {0}が完了しました。
ko_kr: {0} 작업을 완료했습니다.
pl_pl: Ukończono: {0}.
pt_br: Concluído: {0}.
ru_ru: Завершено: {0}.
th_th: เสร็จแล้ว: {0}
tr_tr: Tamamlandı: {0}.
uk_ua: Завершено: {0}.
zh_cn: {0}已完成。
zh_tw: {0}已完成。

# LogEvent.RunNoChanges
source: {0} found no changes.
cs_cz: Nenalezeny žádné změny: {0}.
de_de: Keine Änderungen gefunden: {0}.
es_es: Sin cambios: {0}.
fr_fr: Aucune modification trouvée : {0}.
id_id: Tidak ada perubahan: {0}.
it_it: Nessuna modifica rilevata: {0}.
ja_jp: {0}では変更が見つかりませんでした。
ko_kr: 변경 사항이 없어 {0} 작업을 마쳤습니다.
pl_pl: Nie znaleziono zmian: {0}.
pt_br: Nenhuma alteração encontrada: {0}.
ru_ru: Изменений не найдено: {0}.
th_th: ไม่พบการเปลี่ยนแปลง: {0}
tr_tr: Değişiklik bulunamadı: {0}.
uk_ua: Змін не знайдено: {0}.
zh_cn: {0}未发现变更。
zh_tw: {0}未發現變更。

# LogEvent.RunFailed
source: {0} failed.
cs_cz: Selhání: {0}.
de_de: Fehlgeschlagen: {0}.
es_es: Error: {0}.
fr_fr: Échec : {0}.
id_id: Gagal: {0}.
it_it: Errore: {0}.
ja_jp: {0}に失敗しました。
ko_kr: {0} 작업에 실패했습니다.
pl_pl: Niepowodzenie: {0}.
pt_br: Falha: {0}.
ru_ru: Сбой: {0}.
th_th: ล้มเหลว: {0}
tr_tr: Başarısız: {0}.
uk_ua: Збій: {0}.
zh_cn: {0}失败。
zh_tw: {0}失敗。

# LogEvent.RunCancelled
source: {0} was cancelled.
cs_cz: Zrušeno: {0}.
de_de: Abgebrochen: {0}.
es_es: Cancelado: {0}.
fr_fr: Annulé : {0}.
id_id: Dibatalkan: {0}.
it_it: Annullato: {0}.
ja_jp: {0}をキャンセルしました。
ko_kr: {0} 작업이 취소됐습니다.
pl_pl: Anulowano: {0}.
pt_br: Cancelado: {0}.
ru_ru: Отменено: {0}.
th_th: ยกเลิกแล้ว: {0}
tr_tr: İptal edildi: {0}.
uk_ua: Скасовано: {0}.
zh_cn: {0}已取消。
zh_tw: {0}已取消。

# LogEvent.BackupSkipped
source: This automatic backup was skipped; the next one is tried as scheduled.
cs_cz: Tato automatická záloha byla přeskočena; další proběhne podle plánu.
de_de: Diese automatische Sicherung wurde übersprungen; die nächste folgt wie geplant.
es_es: Se omitió esta copia automática; la siguiente se intentará según lo previsto.
fr_fr: Cette sauvegarde automatique a été ignorée ; la suivante sera tentée comme prévu.
id_id: Pencadangan otomatis ini dilewati; berikutnya dicoba sesuai jadwal.
it_it: Questo backup automatico è stato saltato; il prossimo verrà tentato come previsto.
ja_jp: 今回の自動バックアップはスキップしました。次回の予定時刻に再試行します。
ko_kr: 이번 자동 백업은 건너뛰었습니다. 다음 주기에 다시 시도합니다.
pl_pl: Pominięto tę automatyczną kopię; następna zostanie wykonana zgodnie z planem.
pt_br: Este backup automático foi ignorado; o próximo será tentado conforme o agendamento.
ru_ru: Это автоматическое копирование пропущено; следующее будет выполнено по расписанию.
th_th: ข้ามการสำรองอัตโนมัติครั้งนี้แล้ว จะลองใหม่ในรอบถัดไปตามกำหนด
tr_tr: Bu otomatik yedekleme atlandı; bir sonraki planlandığı gibi denenecek.
uk_ua: Це автоматичне копіювання пропущено; наступне виконається за розкладом.
zh_cn: 已跳过本次自动备份，将按计划在下一次尝试。
zh_tw: 已略過本次自動備份，將依排程於下一次嘗試。

# LogEvent.RunBusy
source: {0} could not start because another operation was running.
cs_cz: Operaci „{0}“ nebylo možné spustit, protože probíhala jiná operace.
de_de: {0} konnte nicht starten, da ein anderer Vorgang lief.
es_es: No se pudo iniciar {0} porque había otra operación en curso.
fr_fr: Impossible de démarrer {0} : une autre opération était en cours.
id_id: {0} tidak dapat dimulai karena operasi lain sedang berjalan.
it_it: Impossibile avviare {0}: era in corso un’altra operazione.
ja_jp: 別の操作が実行中のため、{0}を開始できませんでした。
ko_kr: 다른 작업이 실행 중이어서 {0} 작업을 시작하지 못했습니다.
pl_pl: Nie można rozpocząć operacji „{0}”, ponieważ trwała inna operacja.
pt_br: Não foi possível iniciar {0} porque outra operação estava em andamento.
ru_ru: Невозможно начать «{0}»: выполнялась другая операция.
th_th: เริ่ม {0} ไม่ได้ เนื่องจากมีการทำงานอื่นอยู่
tr_tr: Başka bir işlem sürdüğü için {0} başlatılamadı.
uk_ua: Неможливо розпочати «{0}»: виконувалася інша операція.
zh_cn: 另一个操作正在运行，无法开始{0}。
zh_tw: 另一項作業正在執行，無法開始{0}。

# LogEvent.BackupCommittedFormat
source: Backup {0:N0} was saved.
cs_cz: Záloha {0:N0} byla uložena.
de_de: Sicherung {0:N0} wurde gespeichert.
es_es: Se ha guardado la copia de seguridad {0:N0}.
fr_fr: La sauvegarde de partie {0:N0} a été enregistrée.
id_id: Cadangan {0:N0} telah disimpan.
it_it: Il backup {0:N0} è stato salvato.
ja_jp: バックアップ {0:N0} を保存しました。
ko_kr: {0:N0}번 백업을 저장했습니다.
pl_pl: Zapisano kopię zapasową {0:N0}.
pt_br: O backup {0:N0} foi salvo.
ru_ru: Резервная копия {0:N0} сохранена.
th_th: บันทึกข้อมูลสำรอง {0:N0} แล้ว
tr_tr: Yedek {0:N0} kaydedildi.
uk_ua: Резервну копію {0:N0} збережено.
zh_cn: 已保存备份 {0:N0}。
zh_tw: 已儲存備份 {0:N0}。

# LogEvent.BackupChangesPlannedFormat
source: Found {0:N0} changed items to back up.
cs_cz: Nalezené změněné položky k zálohování: {0:N0}.
de_de: {0:N0} geänderte Elemente für die Sicherung gefunden.
es_es: Se han encontrado {0:N0} elementos modificados para incluir en la copia.
fr_fr: {0:N0} éléments modifiés à inclure dans la sauvegarde ont été trouvés.
id_id: Ditemukan {0:N0} item yang berubah untuk dicadangkan.
it_it: Trovati {0:N0} elementi modificati da includere nel backup.
ja_jp: バックアップ対象の変更が {0:N0} 件見つかりました。
ko_kr: 백업할 변경 항목 {0:N0}개를 확인했습니다.
pl_pl: Znaleziono zmienione elementy do skopiowania: {0:N0}.
pt_br: Foram encontrados {0:N0} itens alterados para incluir no backup.
ru_ru: Найдено изменённых элементов для копирования: {0:N0}.
th_th: พบรายการที่เปลี่ยนแปลงและต้องสำรอง {0:N0} รายการ
tr_tr: Yedeklenecek {0:N0} değiştirilmiş öğe bulundu.
uk_ua: Знайдено змінених елементів для копіювання: {0:N0}.
zh_cn: 发现 {0:N0} 个需要备份的变更项。
zh_tw: 發現 {0:N0} 個需要備份的變更項目。

# LogEvent.BackupChangesPlanned
source: Found changed items to back up.
cs_cz: Byly nalezeny změněné položky k zálohování.
de_de: Geänderte Elemente für die Sicherung gefunden.
es_es: Se han encontrado elementos modificados para incluir en la copia.
fr_fr: Des éléments modifiés à inclure dans la sauvegarde ont été trouvés.
id_id: Ditemukan item yang berubah untuk dicadangkan.
it_it: Trovati elementi modificati da includere nel backup.
ja_jp: バックアップ対象の変更が見つかりました。
ko_kr: 백업할 변경 항목을 확인했습니다.
pl_pl: Znaleziono zmienione elementy do skopiowania.
pt_br: Foram encontrados itens alterados para incluir no backup.
ru_ru: Найдены изменённые элементы для копирования.
th_th: พบรายการที่เปลี่ยนแปลงและต้องสำรอง
tr_tr: Yedeklenecek değiştirilmiş öğeler bulundu.
uk_ua: Знайдено змінені елементи для копіювання.
zh_cn: 发现需要备份的变更项。
zh_tw: 發現需要備份的變更項目。

# LogEvent.CaptureCompleted
source: Finished reading files for backup.
cs_cz: Čtení souborů pro zálohu bylo dokončeno.
de_de: Das Lesen der Dateien für die Sicherung ist abgeschlossen.
es_es: Ha finalizado la lectura de los archivos para la copia de seguridad.
fr_fr: La lecture des fichiers pour la sauvegarde de partie est terminée.
id_id: Pembacaan berkas untuk pencadangan selesai.
it_it: La lettura dei file per il backup è terminata.
ja_jp: バックアップ用のファイル読み取りが完了しました。
ko_kr: 백업할 파일 읽기를 마쳤습니다.
pl_pl: Zakończono odczyt plików na potrzeby kopii zapasowej.
pt_br: A leitura dos arquivos para o backup foi concluída.
ru_ru: Чтение файлов для резервного копирования завершено.
th_th: อ่านไฟล์สำหรับการสำรองเสร็จแล้ว
tr_tr: Yedekleme için dosyaların okunması tamamlandı.
uk_ua: Читання файлів для резервного копіювання завершено.
zh_cn: 已完成备份文件读取。
zh_tw: 已完成備份檔案讀取。

# LogEvent.ScanCompleted
source: Finished scanning save files.
cs_cz: Prohledávání souborů uložené hry bylo dokončeno.
de_de: Die Prüfung der Spielstanddateien ist abgeschlossen.
es_es: Ha finalizado el análisis de los archivos de la partida.
fr_fr: L’analyse des fichiers de partie est terminée.
id_id: Pemindaian berkas simpanan selesai.
it_it: La scansione dei file di salvataggio è terminata.
ja_jp: セーブファイルのスキャンが完了しました。
ko_kr: 세이브 파일 검색을 마쳤습니다.
pl_pl: Zakończono skanowanie plików zapisu gry.
pt_br: A análise dos arquivos da partida foi concluída.
ru_ru: Сканирование файлов сохранения завершено.
th_th: สแกนไฟล์เซฟเสร็จแล้ว
tr_tr: Oyun kayıt dosyalarının taranması tamamlandı.
uk_ua: Сканування файлів збереження завершено.
zh_cn: 已完成存档文件扫描。
zh_tw: 已完成存檔檔案掃描。

# LogEvent.TelemetryRecovered
source: Logs are available again.
cs_cz: Protokoly jsou opět dostupné.
de_de: Protokolle sind wieder verfügbar.
es_es: Los registros vuelven a estar disponibles.
fr_fr: Les journaux sont de nouveau disponibles.
id_id: Log tersedia kembali.
it_it: I registri sono nuovamente disponibili.
ja_jp: ログを再び利用できるようになりました。
ko_kr: 로그를 다시 읽을 수 있습니다.
pl_pl: Dzienniki są ponownie dostępne.
pt_br: Os registros estão disponíveis novamente.
ru_ru: Журналы снова доступны.
th_th: ใช้งานบันทึกได้อีกครั้งแล้ว
tr_tr: Günlükler yeniden kullanılabilir.
uk_ua: Журнали знову доступні.
zh_cn: 日志已恢复可用。
zh_tw: 記錄已可重新讀取。

# LogEvent.OrphanBackupsCleaned
source: Backups whose original saves are missing have been cleaned up.
cs_cz: Zálohy, jejichž původní uložené hry chybí, byly odstraněny.
de_de: Sicherungen ohne zugehörigen Originalspielstand wurden bereinigt.
es_es: Se han limpiado las copias cuyas partidas originales ya no existen.
fr_fr: Les sauvegardes dont la partie d’origine est absente ont été nettoyées.
id_id: Cadangan yang simpanan aslinya sudah tidak ada telah dibersihkan.
it_it: I backup privi del salvataggio originale sono stati ripuliti.
ja_jp: 元のセーブが存在しないバックアップを削除しました。
ko_kr: 원본 세이브가 없는 백업을 정리했습니다.
pl_pl: Usunięto kopie, których oryginalne zapisy gry nie istnieją.
pt_br: Os backups sem as partidas de origem foram limpos.
ru_ru: Удалены резервные копии, исходные сохранения которых отсутствуют.
th_th: ลบข้อมูลสำรองที่ไม่มีเซฟต้นฉบับแล้ว
tr_tr: Asıl oyun kayıtları bulunmayan yedekler temizlendi.
uk_ua: Видалено резервні копії, початкові збереження яких відсутні.
zh_cn: 已清理原始存档不存在的备份。
zh_tw: 已清理原始存檔不存在的備份。

# LogEvent.OrphanBackupsFailed
source: Could not clean up backups whose original saves are missing.
cs_cz: Zálohy, jejichž původní uložené hry chybí, se nepodařilo odstranit.
de_de: Sicherungen ohne zugehörigen Originalspielstand konnten nicht bereinigt werden.
es_es: No se han podido limpiar las copias cuyas partidas originales ya no existen.
fr_fr: Impossible de nettoyer les sauvegardes dont la partie d’origine est absente.
id_id: Cadangan yang simpanan aslinya sudah tidak ada tidak dapat dibersihkan.
it_it: Impossibile ripulire i backup privi del salvataggio originale.
ja_jp: 元のセーブが存在しないバックアップを削除できませんでした。
ko_kr: 원본 세이브가 없는 백업을 정리하지 못했습니다.
pl_pl: Nie można usunąć kopii, których oryginalne zapisy gry nie istnieją.
pt_br: Não foi possível limpar os backups sem as partidas de origem.
ru_ru: Не удалось удалить резервные копии, исходные сохранения которых отсутствуют.
th_th: ไม่สามารถลบข้อมูลสำรองที่ไม่มีเซฟต้นฉบับได้
tr_tr: Asıl oyun kayıtları bulunmayan yedekler temizlenemedi.
uk_ua: Не вдалося видалити резервні копії, початкові збереження яких відсутні.
zh_cn: 无法清理原始存档不存在的备份。
zh_tw: 無法清理原始存檔不存在的備份。

# LogEvent.InterruptedOperationsRecovered
source: Interrupted operations and temporary files have been cleaned up.
cs_cz: Pozůstatky přerušených operací a dočasné soubory byly odstraněny.
de_de: Unterbrochene Vorgänge und temporäre Dateien wurden bereinigt.
es_es: Se han limpiado las operaciones interrumpidas y los archivos temporales.
fr_fr: Les opérations interrompues et les fichiers temporaires ont été nettoyés.
id_id: Operasi yang terputus dan berkas sementara telah dibersihkan.
it_it: Le operazioni interrotte e i file temporanei sono stati ripuliti.
ja_jp: 中断した処理の残存ファイルと一時ファイルを削除しました。
ko_kr: 중단된 작업과 임시 파일을 정리했습니다.
pl_pl: Usunięto pozostałości przerwanych operacji i pliki tymczasowe.
pt_br: As operações interrompidas e os arquivos temporários foram limpos.
ru_ru: Удалены остатки прерванных операций и временные файлы.
th_th: ลบไฟล์ที่ค้างจากงานที่ถูกขัดจังหวะและไฟล์ชั่วคราวแล้ว
tr_tr: Yarıda kalan işlemler ve geçici dosyalar temizlendi.
uk_ua: Видалено залишки перерваних операцій і тимчасові файли.
zh_cn: 已清理中断操作留下的文件和临时文件。
zh_tw: 已清理中斷作業留下的檔案與暫存檔案。

# LogEvent.InterruptedOperationsRecoveryFailed
source: Some interrupted operations could not be safely cleaned up. Their files have been preserved.
cs_cz: Pozůstatky některých přerušených operací nebylo možné bezpečně odstranit. Jejich soubory byly zachovány.
de_de: Einige unterbrochene Vorgänge konnten nicht sicher bereinigt werden. Ihre Dateien wurden aufbewahrt.
es_es: Algunas operaciones interrumpidas no se han podido limpiar de forma segura. Se han conservado sus archivos.
fr_fr: Certaines opérations interrompues n’ont pas pu être nettoyées sans risque. Leurs fichiers ont été conservés.
id_id: Sebagian operasi yang terputus tidak dapat dibersihkan dengan aman. Berkasnya tetap disimpan.
it_it: Non è stato possibile ripulire in sicurezza alcune operazioni interrotte. I relativi file sono stati conservati.
ja_jp: 中断した一部の処理の残存ファイルを安全に削除できませんでした。該当するファイルは保持されています。
ko_kr: 일부 중단 작업을 안전하게 정리할 수 없어 해당 파일을 보존했습니다.
pl_pl: Nie udało się bezpiecznie usunąć pozostałości niektórych przerwanych operacji. Ich pliki zostały zachowane.
pt_br: Algumas operações interrompidas não puderam ser limpas com segurança. Seus arquivos foram preservados.
ru_ru: Не удалось безопасно удалить остатки некоторых прерванных операций. Их файлы сохранены.
th_th: ไม่สามารถลบไฟล์ที่ค้างจากงานที่ถูกขัดจังหวะบางงานได้อย่างปลอดภัย จึงเก็บไฟล์เหล่านั้นไว้
tr_tr: Yarıda kalan bazı işlemler güvenle temizlenemedi. Dosyaları korundu.
uk_ua: Не вдалося безпечно видалити залишки деяких перерваних операцій. Їхні файли збережено.
zh_cn: 无法安全清理部分中断操作留下的文件，已保留这些文件。
zh_tw: 無法安全清理部分中斷作業留下的檔案，已保留這些檔案。

# LogEvent.TelemetryStale
source: Log updates are delayed.
cs_cz: Aktualizace protokolů se zpožďuje.
de_de: Protokollaktualisierungen sind verzögert.
es_es: La actualización de los registros se está retrasando.
fr_fr: La mise à jour des journaux est retardée.
id_id: Pembaruan log tertunda.
it_it: L’aggiornamento dei registri è in ritardo.
ja_jp: ログの更新が遅れています。
ko_kr: 로그 갱신이 지연되고 있습니다.
pl_pl: Aktualizacja dzienników jest opóźniona.
pt_br: A atualização dos registros está atrasada.
ru_ru: Обновление журналов задерживается.
th_th: การอัปเดตบันทึกล่าช้า
tr_tr: Günlük güncellemeleri gecikiyor.
uk_ua: Оновлення журналів затримується.
zh_cn: 日志更新延迟。
zh_tw: 記錄更新延遲。

# LogEvent.TelemetryUnreadable
source: Logs could not be read.
cs_cz: Protokoly se nepodařilo přečíst.
de_de: Protokolle konnten nicht gelesen werden.
es_es: No se han podido leer los registros.
fr_fr: Impossible de lire les journaux.
id_id: Log tidak dapat dibaca.
it_it: Impossibile leggere i registri.
ja_jp: ログを読み取れませんでした。
ko_kr: 로그를 읽을 수 없습니다.
pl_pl: Nie można odczytać dzienników.
pt_br: Não foi possível ler os registros.
ru_ru: Не удалось прочитать журналы.
th_th: อ่านบันทึกไม่ได้
tr_tr: Günlükler okunamadı.
uk_ua: Не вдалося прочитати журнали.
zh_cn: 无法读取日志。
zh_tw: 無法讀取記錄。
